INSERT INTO cities(name) VALUES
	('Москва'),
	('Санкт-Петербург'),
	('Ярославль'),
	('Нижний Новгород'),
	('Краснодар');

INSERT INTO streets(name, city_id) VALUES 
	('Ленинский проспект', 1),
	('Невский проспект', 2),
	('Кирова', 3),
	('Горького', 4),
	('Красная', 5);
	
INSERT INTO houses(number, street_id) VALUES
	('1', 1),
	('3А', 1),
	('3Б', 1),
	('1', 2),
	('2', 2),
	('1А', 3),
	('1Б', 3),
	('1', 4),
	('2', 4),
	('1', 5),
	('2', 5);

INSERT INTO apartments(house_id, area) VALUES
	(1, 50.0),
	(1, 60.0),
	(3, 70.0),
	(4, 80.0),
	(6, 75.0),
	(11, 85.0),
	(7, 55.0),
	(9, 65.0),
	(10, 60.0),
	(2, 70.0),
	(5, 100.0);